{
    "fag": [{
            "id": "Biologi",
            "databaser": [
                ["Danmarkshistorien", "sundhed.dk"],
                ["Danmarkshistorien", "Diabetes.dk"],
                ["", "Netdoktor.dk"],
                ["", "geografforlaget.dk"],
                ["", "baeredygtiglandbrug.dk"],
                ["", "videnventerfordemens.dk"],
                ["", "alzheimer.dk"],
                ["", "sundhedsstyrelsen.dk"],
                ["", "videnskab.dk"],
                ["", "biotechacademy.dk"],
                ["", "ing.dk"],
                ["", "altomkost.dk"],
                ["", "foedevarestyrelsen.dk"],
                ["", "vegetarforening.dk"]

            ],
            "emner": [
                "Blodkredsløbet",
                "Fordøjelsessystemet",
                "Nervesystemet"
            ],
            "underemner": [
                ["Blodpropper", "Kondition", "Rygning", "Blodtyper"],
                ["Spiseforstyrrelser", "Diabetes", "Cancer", "Blodpropper"],
                ["Stofmisbrug", "Alkoholmisbrug", "Stress og depression"]

            ],
            "sso_emner": [
                [
                    ["Kost og motion", "Medicin og operation"],
                    ["#db_noshow#Muskelvæv og kredsløb", "EPO og hæmatokritværdi"],
                    ["Genetik og DNA"],
                    ["Evolution"]
                ],
                [
                    ["Belønningscenter", "Fedme"],
                    ["Blodsukkerregulering"],
                    ["DNA og mutationer", "Frie radikaler"],
                    ["Fedtstoffer"]

                ],
                [
                    ["Kokain og ecstasy", "Hash"],
                    ["Signalstoffer", "Antagonister"],
                    ["Serotonin", "Cortisol"]

                ]
            ],
            "ro_res": []
        }, {
            "id": "Dansk",
            "databaser": [
                ["Forfatterweb", "forfatterweb.dk/"],
                ["Litteratursiden", "www.litteratursiden.dk/"],
                ["Danmarkshistorien", "www.danmarkshistorien.dk/"],
                ["Danmarkshistorien", "www.imdb.com/"]
            ],
            "emner": [
                "Litteratur",
                "Medie",
                "Sprog"
            ],
            "underemner": [
                ["Romaner og noveller", "Digte", "Teaterstykker", "Eventyr"],
                ["Journalistik", "Dokumentarfilm", "Kortfilm", "Spillefilm", "Reklamer", "Sociale medier"],
                ["Retorik", "Argumentation", "Raptekster", "Diskursanalyse", "Sproghandlinger"]
            ],
            "sso_emner": [
                [
                    ["Jens Blendstrup, Gud taler ud", "Knud Romer, Den som blinker er bange for døden", "Tomas Espedal, Gå", "Morten Pape, Planen", "Hans Kirk, Fiskerne", "Jan Sonnergaard, Radiator", "Raymond Carver, Hvad vi taler om, når vi taler om kærlighed?", "Charles Bukowski, Alt forefaldende arbejde", "Helle Helle, Rester", "Simon Fruelund, Mælk"],
                    ["Caspar Eric, Nike", "Asta Olivia Nordenhof, Det nemme og det ensomme", "Mira Gonzales, Jeg vil aldrig blive smuk nok til at gøre os smukke sammen", "Søren Ulrik Thomsen, Farvel til det blå rum", "Søren Ulrik Thomsen, City slang", "Michael Strunge, Livets hastighed"],
                    ["Henrik Ibsen, Et dukkehjem", "August Strindberg, Frøken Julie", "Adam Oehlenschläger, Aladdin"],
                    ["H.C. Andersen, Fyrtøjet", "Brødrene Grimm, Snehvide og Rosenrød"]
                ],
                [
                    ["Nyhedsdækning på TV2", "New Journalism, Morten Sabroe", "Åsne Seierstad, En af os", "Hunter S. Thompson, Frygt og lede i Las Vegas", "Selvfremstilling på Instagram"],
                    ["Christoffer Guldbrandsen, Den hemmelige krig"],
                    ["Spidse albuer, blødende knæ", "Højdeskræk", "#dbNoshow#Teenland"],
                    ["Steven Spielberg, Schindlers liste", "Roberto Benigni, Livet er smukt", "Jason Reitman, Thank you for smoking"],
                    ["Reklamens historiske udvikling"],
                    ["#db_noshow#Virksomheders branding på facebook", "Politikernes brug af facebook"]
                ],
                [
                    ["Martin Luther King, I have a Dream", "Barack Obama, Yes we can", "Dronningens nytårstaler", "Var Karen Blixen racist?"],
                    ["Etisk råds kødafgift forslag", "#db_noshow#Argumentationsanalyse af avisdebat"],
                    ["Den gale pose, Stodder", "Malk de Koijn, Rocstar"],
                    ["Beyoncé, If I were a boy", "Nik og Jay, Boing", "Taylor Swift, You belong with me"],
                    ["N.F.S. Grundtvig, Danmarks trøst", "St. St. Blicher, Kjær est du Fødeland", "H.C. Andersen, I Danmark er jeg født"]
                ]
            ]
        }, {
            "id": "Engelsk",
            "databaser": [
                ["His2rie", "sparknotes.com/"],
                ["Historienet", "cliffsnotes.com/"],
                ["videnskab", "spinditty.com/"],
                ["Danmarkshistorien", "victorianweb.org"],
                ["Danmarkshistorien", "bachelorandmaster.com/"],
                ["Danmarkshistorien", "britannica.com"],
                ["Danmarkshistorien", "bardweb.net"],
                ["Danmarkshistorien", "bbc.co.uk"],
                ["Danmarkshistorien", "theguardian.com"],
                ["Danmarkshistorien", "bl.uk"],
                ["Danmarkshistorien", "poetryfoundation.org"],
                ["Danmarkshistorien", "writersinspire.org"],
                ["Danmarkshistorien", "biography.com"],
                ["Danmarkshistorien", "imdb.com"]

            ],
            "emner": ["Litteratur analyse og fortolkning", "Retorisk analyse og sproglig analyse af taler og artikler", "Mediemæssig analyse"],
            "underemner": [
                ["USA", "UK/Storbritannien", "Det Britiske Imperium", " Andre engelsktalende lande ", "Forfattere", " Dystopi", "Horror", "Kvindekamp"],
                ["Politiske taler"],
                ["Film"]
            ],
            "sso_emner": [
                [
                    ["Scott Fitzgerald, The Great Gatsby", "Charles Frazier, Cold Mountain", "Harper Lee, To Kill a Mockingbird", "Hip Hop culture", "Kathryn Stockett, The Help"],
                    ["Charles Dickens, David Copperfield", "The Beatles tekster", "Oscar Wilde, The Importance of Being Earnest", "Pat Barker Regeneration", "Jojo Moyes, Me Before You", "Det engelske sprogs historie"],
                    ["E.M. Forster, A Passage to India", "Patricia Grace, A Way Of Talking", "Alan Duff, 'Growing up Half Caste"],
                    ["J.M. Coetzee, Disgrace", "Alan Paton, Cry, the Beloved Country", "Chimamanda Ngozi Adichie, Americanah"],
                    ["Shakespeare, Macbeth", "Sir Arthur Conan Doyle, Sherlock Holmes: The Hound of the Baskervilles", "Jane Austen, Sense and Sensibility", "Oscar Wilde, The Picture of Dorian Gray", "Ernest Hemingway, The Nick Adams stories", "Brett Easton Ellis, American Psycho", "Robert Louis Stevenson, Dr. Jekyll and Mr. Hyde"],
                    ["George Orwell, 1984", "Ray Bradbury,  Fahrenheit 451"],
                    ["Mary Shelley, Frankenstein"],
                    ["Sylvia Plath, The Bell Jar", "Sue Monk Kidd, The Secret Life of Bees", "Alice Walker, The Color Purple"]
                ],
                [
                    ["Barack Obama,  Inauguration speech", "#db_noshow#Hillary Clinton, Beijing Speech", "Abraham Lincoln, Gettysburg Address", "George Bush, The War on Terror"]
                ],
                [
                    ["Roland Emmerich, The Patriot", "Steven Spielberg, Seven", "Alan Parker, Mississippi Burning", "Denis Villeneuve, Blade Runner 2049"]
                ]
            ]
        }, {
            "id": "Fysik",
            "databaser": [
                ["", "videnskab.dk"],
                ["", "ing.dk"],
                ["", "da.wikipedia.org"],
                ["", "kvant.dk"]

            ],
            "emner": [
                "Bølger",
                "Elektromagnetisk stråling",
                "Kvantefysik",
                "Mekanik"
            ],
            "underemner": [
                ["Lyd",
                    "Mekaniske bølger",
                    "Fysiske og psykiske påvirkninger"
                ],
                [
                    "Synligt lys",
                    "Langbølgestråling",
                    "Kortbølgestråling",
                    "Elektromagnetisme"
                ],
                [
                    "Atomfysik",
                    "Kernefysik"
                ],
                [
                    "Bevægelse i én eller flere dimensioner", 
                    "Gravitationsloven og bevægelse om et centrallegeme", 
                    "Fysikkens historie"
                ]
            ],
            "sso_emner": [
                [
                    ["Musikinstrumenter"],
                    ["Vandbølger"],
                    ["Sanserne"]
                ],
                [
                    ["Regnbuer og andre optiske fænomener.", "Hvor er størrelsen af små ting?"],
                    ["Mikrobølger", "Varmestråling og konvektion"],
                    ["Røntgenstråling"],
                    ["Elektriske felter og magnetfelter"]
                ],
                [
                    ["Røntgenstråling", "Bohrs atommodel og brintatomet", "Er det en partikel eller en bølge?"],
                    ["Medicinsk fysik", "Dateringsmetoder", "Baggrundsstrålingen", "Beskyttelse imod stråling", "Eksistensen af neutrinoer?", "Astrofysik", "Kernekraft ved fission", "Kernekraft ved fusion"]
                ],
                [
                    ["Kollisioner", "Raketter", "Kurvekørsel", "Kanoner", "Aerodynamik og luftmodstand", "Gnidningsmodstand i væsker", "Jævn cirkelbevægelse", "Væskestrømningsdynamik", "Beskrivelse af roterende objekter", "Tivoli-fysik"],
                    ["Gravitationsloven og mørkt stof", "Meteorer, kometer og kratere"],
                    ["Tycho Brahe og hans samtid", "Niels Bohr og hans samtid"]
                ]
            ],
            "introtekst": [
                [
                    ["<b>Niveau: C eller B</b><br/>Er du meget interesseret i musik og du spiller selv på et instrument, så kunne det her emne måske være et fint valg. Hvad enten om det er et strengeinstrument eller om det er et blæseinstrument, så kunne det være lærerigt at undersøge instrumenter på en kvantitativ måde.<br/>Som overbygning til emnet kan der undersøges, hvad overtonerne for en vinflaske afhænger af."],
                    ["<b>Niveau: C </b> <br/>Oftest er det lettest at visualisere de forskellige bølgeegenskaber ved vandbølger. Men det er sjældent vi gør os den umage, at vi rent faktisk prøver det af eksperimentelt. Vi har i den forbindelse et vandbølgekar på skolen, hvor alle mulige bølgeegenskaber kan afprøves. Således bliver emnet nok af mere eksperimentel karakter."],
                    ["<b>Niveau: B</b> <br/>Naturen er så snedigt indrettet, at den lyd som eksempel vis en højtaler udsender, det er ikke den lyd vi fornemmer med høresansen. I den forbindelse indfører man den fysiske størrelse lydstyrke. Men det er ikke kun høresansen, som omsætter ved hjælp af en logaritmefunktion til den psykiske påvirkning, men faktisk så adlyder alle vores sanser denne omsætning. Det kunne være sjovt at undersøge om denne omsætning rent faktisk gælder for alle vores sanser. Måske egner emnet sig til et tværfagligt samarbejde med biologi – men det lader sig også fint behandles kun med faget fysik. Man kunne også undersøge den psykiske påvirknings afhængighed af frekvensen."]
                ],
                [
                    ["<b>Niveau: B eller C</b> <br/>Hvordan opstår regnbuer? Og har du lagt mærke til, at nogle gange kan regnbuer ligge dobbelt – hvordan opstår det? Hvordan forklarer man luftspejlinger som for eksempel fatamorgana i en gold ørken. Disse spørgsmål kan man forsøge at besvare ved at introducere Snell’s brydningslov.", "<b>Niveau: B</b> <br/>Du har tidligere undersøg afbøjningen af synligt lys ved hjælp af et optisk gitter. Man kunne videreføre dette princip til at måle rilleafstanden på en CD, en DVD eller en Blue Ray disk. Hvad sker der med elektromagnetisk stråling, når den sendes igennem en enkeltspalte? I den forbindelse findes der en metode: Babanets princip, som sætter os i stand til at måle på tykkelsen af meget små objekter. Det kunne for eksempel være at måle på meget tynde objekter evt. forskelligt hår."],
                    ["<b>Niveau: C eller B</b> <br/>Du har formentlig tidligere arbejdet med gitterligningen? Dengang var det helt sikkert synligt lys du målte på, ved at du sendte lys igennem et optisk gitter. Men hvordan måler man på mikrobølger, der jo som bekendt ligger udenfor den synlige del af spektret? Vi er konstant omgivet af mikrobølger. Vores mobilnetværk bruger frekvenser i mikrobølgeområdet, mikrobølgeovnen derhjemme i husholdningen og ikke mindst er vi omgivet af en kosmisk baggrundsstråling som netop også ligger i mikrobølgeområdet. Så en overbygning til emnet kunne være det at inddrage kosmologiske betragtninger.", "<b>Niveau: C eller B</b> <br/>Du har formentlig tidligere arbejdet med gitterligningen? Dengang var det helt sikkert synligt lys du målte på, ved at du sendte lys igennem et optisk gitter. Men hvordan måler man på mikrobølger, der jo som bekendt ligger udenfor den synlige del af spektret? Vi er konstant omgivet af mikrobølger. Vores mobilnetværk bruger frekvenser i mikrobølgeområdet, mikrobølgeovnen derhjemme i husholdningen og ikke mindst er vi omgivet af en kosmisk baggrundsstråling som netop også ligger i mikrobølgeområdet. Så en overbygning til emnet kunne være det at inddrage kosmologiske betragtninger."],
                    ["<b>Niveau: A eller B</b> <br/>Den synlige del af det elektromagnetiske spektrum ligger cirka imellem 400 nm til 700 nm . Røntgenstrålingen er dog alt for kortbølget til at ligge inden for dette bølgelængdeområde, men har stadig nyttige egenskaber, som eksempel vis anvendes i stor stil i hospitalsvæsenet eller hvis man ønsker at analysere atomare strukturer. Læs mere om emnet under kategorien Kvantefysik."],
                    ["<b>Niveau: A eller B</b>. <br/>Ladninger (eksempel vis fra elektroner) har den egenskab, at de kan påvirke hinanden med en elektrisk kraft. Denne kraftbeskrive benytter sig af, at vi indfører et elektrisk felt. Når ladninger bevæger sig, vil vi på tilsvarende vis også kunne påvirke andre ladninger med en magnetisk kraft. Denne kraft beskrives ved at man indfører et magnetfelt. Denne indførelse af elektriske felter og magnetfelter kan vi så benytte os af til at lave en analyse af, hvordan man kan accelerere ladninger – enter ved at farten forøges eller ved at tvinge ladninger til at indgå i en cirkelbevægelse. Som overbygning til emnet kan man for eksempel arbejde med spoler, betaspektroskopi, kondensatorer eller studere acceleratorfysik af forskellig art. Man kunne også vælge en at studere Maxwell’s feltninger og inddrage en analyse af deres indhold."]
                ],
                [
                    ["<b>Niveau: A eller B</b> <br/>Vi har alle (?) prøvet at få taget et røntgenbillede. Men hvordan fremkommer denne stråling og hvilke særlige karakteristika er der for røntgenspektret? <br/>Hvordan afsættes strålingen i for eksempel en arm lokalt set? Vi er så heldige på skolen at være i besiddelse af netop et røntgenapparat, hvor vi kan undersøge, om røntgenspektret stemmer overens med det, vi forventer. <br/>Og når nu man har tændt røntgenrøret, så er det da oplagt at finde Plancks konstant ved at variere på højspændingen på røret og aflæse de mindste bølgelængder for strålingen.","<b>Niveau: A</b> <br/>I 2013 fejrede vi 100 års jubilæum for Bohrs atommodel. Atommodellen er allerede behandlet på fysik B, men det kunne være sjovt at dykke ned i detaljerne. Hvad var det for tanker som ledte Bohr på banen med at finde energien for brint i de forskellige niveauer? Det var jo netop denne præstation, som udløste Nobelprisen til Bohr i 1922. Bohrs atommodel blev ikke modtaget lige positivt af alle fra starten af – hvordan kunne det være? Bohrs bidrag og dermed startskuddet til det vi i dag kender som kvantefysik opdelte fysikerne i to lejre. Hvori bestod denne strid? <br/>Som eksperimentelt arbejde kunne man undersøge Mosleys lov, som udtaler sig om energikvantiseringen for større atomer end brint i ganske bestemte overgange i atomet.<br/>Som inspirationskilde kan jeg varmt anbefale filmen: Københavnerfortolkningen instrueret af Lars Becker Larsen.","<b>Niveau: B eller A</b><br/>En af de meget besynderlige egenskaber vi oplever, så snart vi befinder os i en kvantefysisk verden er, at vi har både brug for en bølgebeskrivelse og en partikelbeskrivelse, når vi ønsker at beskrive elektromagnetisk stråling eller stof. Denne egenskab kaldtes også for partikel/bølge-egenskab og var nødvendig for kvantefysikken for at beskrive den fulde sandhed om lys eller stof.<br/>En af de andre besynderlige egenskaber i kvantefysik er, at der findes en fundamental nedre grænse for, hvor præcist vi kan beskrive en fysisk virkelighed. Denne nedre grænse har intet med målepræcision at gøre, men det er en nedre grænse for den fysiske kvantevirkelighed, hvad der holdes skjult for os. Denne egenskab er også beskrevet ved Heisenbergs ubestemthedsrelation. Denne relations gyldighed kan eftervises ved et eksperiment ved at sende laserlys ind på forskellige tykkelser af enkeltspalter.<br/>Som inspirationskilde kan jeg varmt anbefale filmen: Københavnerfortolkningen instrueret af Lars Becker Larsen."],
                    ["<b>Niveau: B eller A</b><br/>Emnet i fysik A fra efteråret 2018 hedder medicinsk fysik og der er udgivet en lille bog til emnet. Store dele af boget kan dog også godt læses, selvom man ikke er på A niveau. Emnet kunne eksempel vis være, hvordan elektromagnetisk stråling afsætter sin energi i stof. Samt hvordan man fastsætter grænseværdier for, hvor meget stråling vi mennesker må udsættes for.<br/>Som overbygning kunne man også indgående beskæftige sig med, hvordan man producerer radioaktive isotoper.<br/>Som forsøgsdelen har skolen næsten lige indkøbt et røntgenrør, hvor Compton-spredning kan undersøges eksperimentelt ved at der måles på spredningstværsnittet for gammastråling.","<b>Niveau: B eller C</b><br/>I mange situationer og sammenhænge er det interessant for os sige noget om, hvor gammelt noget er. Det kunne være det, at man finder et meget gammelt organisk fund (for eksempel en mumie) eller man ønsker at udtale sig om Jordens alder. I begge situationer drejer det sig om at undersøge og beskrive radioaktive henfald.<br/>Afhængigt af niveau kan man vælge at lave forskellige eksperimenter.","<b>Niveau: B eller C </b><br/>Besøger man områder som Fukushima eller Tjernobyl udsættes man sig selv for en stor strålingsrisiko, men sandheden er også den, at vi konstant er omgivet af radioaktiv stråling i mange afskygninger. Fra byggematerialer og undergrunden udsættes vi for radon, i en del af den mad vi spiser at der også indeholdt radioaktive isotoper, bestemte besøg i sundhedssektoren medfører også en forøget stråling, en tur i flyver medfører også forøget stråling, men langt den største strålingsrisiko er forbundet med rygning af tobak.<br/>Forslag til forskelligt eksperimentelt arbejde kunne være radonmålinger i forskellige miljøer, måling af kaliumindholdet i sundhedssalt eller kvalitativ undersøgelse af forskellige radioaktive stentyper.","<b>Niveau: B eller C </b><br/>Hvis man gerne vil beskytte sig imod radioaktiv stråling er der basalt to ting, man kan gøre. Enten bevæge sig væk fra kilden eller indskyde materiale. Såfremt strålingen er af elektromagnetisk karakter lader disse to beskyttelsesformer sig beskrive ved henholdsvis absorptionsloven og afstandskvadratloven.<br/>En overbygning til emnet kunne være at undersøge den effektive afstand, som Geiger-Mûller røret egentlig måler med, idet henfaldene ikke registreres på forkanten, men faktisk et stykke inde i røret.<br/>","<b>Niveau: A</b><br/>Neutrinoer er masseløse og ladningsløse partikler, som vi på B-niveau indførte i forbindelse med betahenfald. Men hvorfor blev disse partikler introduceret? Og hvordan kan vi overhovedet sige at de eksisterer, når de praktisk talt er umulige at registrere, da de hverken har ladning eller masse? Svarene på disse spørgsmål hviler på det eksperimentelle faktum, at elektroner (og positroner for den sags skyld) er kontinuert i energifordelingen i det såkaldte betaspektrum.<br/>Udførslen og dataanalysen af det eksperimentelle arbejde af betaspektret inddrager både mekanik, kernefysik, elektromagnetisme op relativitetsteori.<br/>Forsøg viser os, at der må eksistere noget ekstra stof i universitet, som vi hverken kan se eller måle direkte også kaldet mørkt stof. Kan neutrinoerne i universet vare dette mørke stof?","<b>Niveau: A eller B eller C</b><br/>De tre vigtigste spørgsmål i livet er: hvor kommer vi fra, hvor skal vi hen og hvad er meningen med det hele. De to første spørgsmål beskæftiger astrofysik sig med og delvist besvarer. Hvordan blev stjernerne og galakserne dannet? Hvordan blev Jorden og Solen dannet? Hvad er der af dynamikker i stjernerne, som gør, at de lyser? De forskellige spørgsmål kan besvares på alle tre niveauer alt afhængig af din detaljegrad. Du kunne også vælge at inddrage kosmologiske aspekter i din analyse, hvor universets udvidelse beskrives.<br/>Som overbygning til emnet kan du omtale Jeans-kriteriet, som giver betingelsen for om en støvsky kan starte løbebanen for en ny stjernes liv.","<b>Niveau: B</b><br/>I forlængelse af klimadebatten bliver der foreslået forskellige energiressourcer, som skal afløse de konventionelle kulkraftværker. Alt afhængig af hvilken energikilde man peger på, så er der fordele og ulemper. Fra tid til anden er kernekraft blevet dømt ude som en fremtidig energiressource – men vil kernekraft være en seriøs medspiller, når vi skal nævne fremtidens energikilder?<br/>I emnet kunne det være sjovt at regne på, hvor meget energi der egentlig er i kernekraft? Samt hvad er perspektiverne i energikilden? Der er mange typer kernekraftværker – hvori består denne forskel?","<b>Niveau: B eller A</b><br/>I forlængelse af klimadebatten bliver der foreslået forskellige energiressourcer, som skal afløse de konventionelle kulkraftværker. Alt afhængig af hvilken energikilde man peger på, så er der fordele og ulemper. En af de meget seriøse kandidater til at løse fremtidens energiproblemer er netop fusionskraft – hvor man vil forsøge at genskabe solens processer. Man har forsket i fusionsenergi i en del år efterhånden – både teoretisk og eksperimentelt. Det er dog først i forbindelse med projektet ITER, at man seriøst forventer at komme et skridt videre med at få processen til at køre. Hvad er de største af de nuværende problemer med at få fusionskraft til at køre som en kommerciel reaktor?<br/>I forbindelse med et obligatorisk forløb på fysik A findes der et lille hæfte om emnet og store dele af det kan også godt læses på et B-niveau."]
                ],
                [
                    ["<b>Niveau: B</b> <br/>Der findes enkelte fysiske størrelser, som vi i fysik sværger til skal være en overordnet bevaret størrelse. Som eksempel begrebet energibevarelse er fundamental egenskab, som du sikkert er bekendt med. En anden fysisk størrelse som også adlyder en lignende egenskab er begrebet impuls (bevægelsesmængde).<br/>Impuls kan bruges til at undersøge forskellige stødprocesser i såvel en eller flere dimensioner.", "<b>Niveau: A eller B </b><br/>At sende raketter afsted har været populært langt tilbage i historien, Derfor kunne dette faktisk være et godt emne at mixe med faget historie. Her kunne fagene arbejde sammen om at beskrive og analysere rækkevidden af forskellige rakettyper op igennem historien, og hvilken betydning dette har haft.<br/>En vigtig formel til analyse af raketter er raketligningen.", "<b>Niveau: A eller B</b><br/>Hvis en bil gennemkører en kurve, hvad er der så af fysiske kriterier for, at bilen ikke skrider ud? Men kurver kan også tilbagelægges på skrå vej, hvilket rent faktisk har den fordel, at kurven kan gennemkøres med større fart end for flad vej. Dette fænomen udnyttes også i visse motorløb.<br/>Som overbygning til emnet kunne man vælge at komme ind på den type overgangskurve, der betegnes med navnet en klotoide. Denne kurveform har fordele frem for den traditionelle cirkelform i en kurve ved at svinget gennemkøres med konstant vinkelhastighed og føles derfor mere behagelig at køre igennem.", "<b>Niveau: B eller A</b><br/>Hvis to fjender skal bekrige hinanden, er det altafgørende at kende til banen for kanonens projektiler. For at beskrive banekurven for sådanne projektiler kommer man ikke uden om en analyse af det skrå kast i to dimensioner, hvor man traditionelt set ser bort fra luftmodstand.<br/>Som overbygning til emnet kan man vælge at inddrage i analysen, at man ikke længere ser bort fra denne luftmodstand – hvilken konkvens har det for projektilets banebevægelse? Man kunne også vælge at inddrage en analyse af, hvad Jordens rotation har af indflydelse på projektilers bevægelse - både hvad angår kortrækkende projektiler og langtrækkende projektiler. Denne effekt undersøges ved at indføre den såkaldte corioliskraft – som netop inddrager Jordens rotation.", "<b>Niveau: B eller A</b>Kører eller flyver man hurtigt, er det altafgørende at kende til begrebet luftmodstand for derigennem at være i stand til at minimere denne modstand. Luftens modstand på et bevægende objekt afhænger af flere ting. Blandt andet objektets relative fart t il luftmolekylerne, objektets størrelse og form.<br/>Som en overbygning til emnet kunne man komme ind på forskellige strømningslinjers form og art - bedre kendt som et laminært strømningsmønster eller et turbulent strømningsmønster og hvordan disse defineres.", "<b>Niveau: B eller A</b><br/>Hvis meget små objekter med form som en kugle bevæger sig langsomt i væsker, da kan man beskrive væskemodstanden ved Stokes lov. Denne gnidningsmodstand afhænger i det væsentligste af objektets radius og hastighed, men også af typen af væsken. Men hvad hvis objektet ikke antager en kugleform i bevægelsesretningen eller hvis objektet bevæger sig hurtigt?<br/>Som overbygning til denne analyse kan man komme ind på forskellige strømningslinjers form og art – bedre kendt som et laminært strømningsmønster eller et turbulent strømningsmønster og hvordan disse defineres.","<b>Niveau: B </b><br/>I mekanik på B-niveau har du sikkert set, hvordan bevægelse med konstant hastighed beskrives. Om denne type bevægelse sagde vi, den var lineær med tiden. En anden type bevægelse hvor farten (defineres som størrelsen af hastigheden) er konstant, men hvor der er en konstant acceleration kaldes for en jævn cirkelbevægelse. Denne type bevægelse har nogle simple, men smukke egenskaber som lader sig pænt beskrive i to dimensioner.<br/>Som forslag til eksperimentelt arbejde kunne man lave forsøg med det koniske pendul.","<b>Fysik B eller A </b><br/>Tager man en given beholder og fylder den op med en væske (for eksempel vand) og prikker hul nede ved bunden, så vil vandet sive ud. Men kan vi være i stand til kvantitativt at udtale os om vandstanden, som tiden går? Og hvad hvis hullet gøres større? Eller hvad hvis beholderen antager en anden form? Det korte svar, at denne opgave kan løses ved at indføre en differentialligning og løse den ud fra et sæt af begyndelsesbetingelser. Derfor vil dette emne være særdeles velegnet til at skrive sammen med matematikfaget på A-niveau.<br/>Som forslag til eksperimentelt arbejde kunne være at lade beholderen være en cylinder og en kegle med fast hulstørrelse i bunden og undersøge om vandstanden eksperimentelt set stemmer overens med løsningerne til differentialligningen.", "<b>Niveau: A (eller B)</b><br/>Evnen for at projektil kan gennemtrænge en target-flade afhænger først og fremmest af projektilets hastighed og projektilets og massefylde. Men moderne kanoner inddrager en ny tilføjelse til bidraget af den kinetiske energi, nemlig i form at rotationsenergi. Så både det at projektilet har en fremadrettet bevægelse og en rotation gør, at den samlede kinetiske energi er blevet større. Rotationsenergier beskrives på en lidt tilsvarende form som translationsenergier, og opgaven kunne blandt andet bestå i at beskrive denne form. En inddragelse af begrebet impulsmoment ville også være naturligt og specielt komme ind på eksempler, hvor impulsmomentet er en bevaret størrelse.<br/>Emnet egner sig mest til A-niveau, men dele af emnet kan godt behandles på B-niveau.", "<b>Niveau: A </b><br/>Der er en masse forlystelser i Tivoli og mange af disse lader sig bedst beskrive i to eller tre dimensioner. Et fællestræk for de forskellige forlystelser er, at de lader pænt beskrives ved hjælp af parameterfremstillinger. Så derfor vil dette emnevalg arbejde særlig godt sammen med matematikfaget på A-niveau.<br/>Man kunne forstille sig, at den eksperimentelle del af opgaven bestod i at besøge Tivoli og lave forskellige målinger og efterfølgende lave passende databehandling.<br/>Som inspiration anbefaler jeg følgende hjemmeside: https://fysikogmatematik.wordpress.com/, som en af mine dygtige kolleger har udviklet."],
                    ["<p>Niveau: B eller A</p><br/>Du har tidligere set på, hvordan tyngdekraften beregnes, nemlig ved at gange massen med tyngdeaccelerationen. Formlen er dog ikke universel, men gælder kun under antagelsen af, at vi befinder os tæt på Jordens overflade og tilmed varierer værdien for tyngdeaccelerationen alt afhængig af, hvilken breddegrad på Jorden vi befinder os. Newton var da også i form af hans geni i stand til at beskrive, hvordan tyngdekraften (eller gravitationskraften) beskrives i vilkårlige afstande fra Jordens midte, nemlig ved hjælp af Gravitationsloven. Med Gravitationsloven i baghånden er vi i stand til at beskrive, hvordan himmellegemer bevæger sig i forhold til hinanden (centralbevægelse) og hvordan den potentielle energi afhænger af den indbyrdes afstand mellem to legemer. Netop den potentielle energi gør os i stand til at sige noget om, hvorvidt bevægelsen er bunden eller ubunden til centrallegemet (eksempelvis er Solen et centrallegeme for Jorden).<br/>Som overbygning til emnet kan man undersøge galaksers rotationskurver, og herigennem inddrage eksistensen af mørkt stof, som forskerne endnu ikke er rigtig sikker på hvad er.", "<b>Niveau: B</b><br/>Himmelrummet består ikke kun af stjerner, planeter og måner – men også af kometer og meteorer. Hvori ligger denne forskel? Opskriften på enhver dommedagsfilm er, at Jorden trues af kæmpe meteor, som har direkte kurs imod os. Langt de fleste meteorer brændes dog op i Jordens atmosfære, men ind i mellem rammes Jorden af en meteor. Din opgave i dette emne valg kunne være at analysere kraterne fra sådanne meteornedslag for derved at sige noget om meteorens energi.<br/>Du kan også tillægge opgaven en eksperimentel vinkel ved netop at undersøge og analysere kraterdannelser i laboratoriet."],
                    ["<b>Niveau: C eller B </b><br/>Tycho Brahe er en de allerstørste skikkelser i fysikken og han var dansker. Han bidrag var væsentlige i en tid, hvor den videnskablige metode ikke var anerkendt endnu. I samarbejde med historiefaget kunne man lave en spændende opgave om Tycho Brahes liv og bidrag til Danmarkshistorien i årene omkring Frederik den 2. og Christian den 4. Hvilken indflydelse havde Tycho Brahes arbejde på samfundet, Kongemagten og adlen, på kirken, på Universitet i København og resten af Europas videnskabsfolk?<br/>Jeg kan varmt anbefale, at man tager færgen fra København til Hven for at besøge Tycho Brahe Museet og opleve resterne af Uraniborg og Stjerneborg og får en fornemmelse af historiens vingesus.","<b>Niveau: C eller B</b>Niels Bohr er nok den dansker, som har sat det allerstørste aftryk i fysikkens historie og udvikling. Han var en ener og han var en af de få mennesker, som vitterligt var i stand til at tænke ud af boksen, hvilket netop satte han i stand til at udvikle kvantefysikken. Udover at være en enestående fysiker, så var han også entreprenør, institutleder, filosofisk og sidst men ikke mindst havde han også den gave, at han var god til at samle dygtige fysikere omkring ham i hans leveår i København.<br/>Dette emnevalg kunne gå fint sammen med historie, da Bohr var en af de toneangivende fysikere tilkoblet Manhatten-projektet og han var i tæt dialog med Churchill og Roosevelt omkring etiske og moralske dilemmaer vedrørende netop udviklingen og besiddelsen af atomvåben.<br/>"]
                ]
            ]
        }, {
            "id": "Historie",
            "databaser": [
                ["His2rie", "his2rie.dk/"],
                ["Historienet", "www.historienet.dk/"],
                ["videnskab", "www.videnskab.dk/"],
                ["Danmarkshistorien", "www.danmarkshistorien.dk/"]
            ],
            "emner": ["USA",
                "Det 20. århundrede", "Vikingetid til Middelalder", "Kolonialisme og imperialisme", "Antikken", "Mellemøsten", "Danmarks historie"
            ],
            "underemner": [
                ["Amerikansk udenrigspolitik", "Den Amerikanske Drøm", "Sortes rettigheder"],
                ["Mellemkrigstiden", "2.verdenskrig", "Den kolde krig", "Ungdomsoprøret"],
                ["År 600-800", "År 900-1100", "År 1200-1300", "År 1400-1500"],
                ["Opdagelserne", "Højimperialismen"],
                ["Romerriget", "Det antikke Grækenland"],
                ["Israel / Palæstina konflikten", "Iran", "Golfkrigene"],
                ["Demokratiets indførsel", "Besættelsestiden", "Danmark som kolonimagt"]
            ],
            "sso_emner": [
                [
                    ["Bush doktrinen", "Vietnamkrigen efter 1963", "Cubakrisen 1962"],
                    ["Uafhængighedskrigen 1776", "#db_noshow#Indvandringen til USA i 1800-tallet"],
                    ["Borgerrettighedsbevægelsen i 1950'erne", "Den amerikanske borgerkrig og slaveriet"]
                ],
                [
                    ["Hitlers vej til magten i Tyskland", "Kanslergadeforliget, 1933"],
                    ["Slaget om Stalingrad", "Samarbejdspolitikken, 1940-1943"],
                    ["Truman doktrinen", "Dansk udenrigspolitik under den kolde krig"],
                    ["Rødstrømpebevægelsen i Danmark"]
                ],
                [
                    ["Ansgar og Willibrord", "Lindisfarne", "J.J.A. Worsaa"],
                    ["Trosskiftet i Danmark", "Sven Estridsen", "Det store skisma", "Jellingdynastiet"],
                    ["Det feudale system", "Dagligliv i middelalderen", "Magna carta", "Kirken i middelalderen"],
                    ["Pesten", "Firenze", "Reformationen", "Naturvidenskab"]
                ],
                [
                    ["Christoffer Columbus", "Den spanske erobring af Syd- og mellemamerika", "Aztekerne og spanierne"],
                    ["Kapløbet om Afrika", "#db_noshow#Imperialismens menneskesyn", "Kong Leopolds Congo koloni"]
                ],
                [
                    ["Slaveri i Romerriget", "#db_noshow#Julius Cæsar og republikkens undergang", "Romerrigets fald"],
                    ["Det spartanske samfund", "Demokrati i Athen", "Den peloponnesiske krig"]
                ],
                [
                    ["Zionisme og staten Israel", "Seksdagskrigen", "Staten Israels oprettelse"],
                    ["#db_noshow#Irans udvikling efter 1945", "Den islamiske revolution 1979"],
                    ["USAs rolle i Golfkrigen", "Irakkrigen"]
                ],
                [
                    ["#db_noshow#De national-liberales rolle i demokratiets indførsel", "Danmarks grundlov", "Provisorietiden"],
                    ["Danskere i tysk krigstjeneste", "Retsopgøret efter besættelsen", "Den danske modstandsbevægelse"],
                    ["Den florissante handel", "Slaveri på de vestindiske øer", "Danmark og trekantshandelen"]
                ]
            ]
        }, {
            "id": "Kemi",
            "databaser": [
                ["", "videnskab.dk"],
                ["", "ing.dk"],
                ["", "da.wikipedia.org"],
                ["", "kemienidinhverdag.dk"]
            ],
            "emner": ["Organisk kemi", "Uorganisk kemi"],
            "underemner": [
                ["Medicinalkemi", "Bæredygtig kemi", "Tilsætningsstoffer", "Enzymer", "Plastik (polymerer)", "Koffein"],
                ["Buffer", "Miljøkemi"]
            ],
            "sso_emner": [
                [
                    ["#db_noshow#Syntese af acetylsalicylsyre", "#db_noshow#Fremstilling af paracetamol", "#db_noshow#Fremstilling af lidokain"],
                    ["Fremstilling af bioethanol", "Fremstilling af biodiesel"],
                    ["#db_noshow#Ascorbinsyreindhold i fødevarer"],
                    ["Undersøgelse af enzymaktivitet", "Amylase og reaktionstid"],
                    ["Fremstilling af polystyren", "#db_noshow#Identifikation af additionspolymerer", "#db_noshow#Fremstilling af bioplast", "#db_noshow#Udvinding af koffein"]
                ],
                [

                    ["#db_noshow#Undersøgelse af buffervirkning", "#db_noshow#Fremstilling af buffer"],
                    ["#db_noshow#CO2 ændring og pH i vandmiljøer"]
                ]
            ]
        }, {
            "id": "Matematik",
            "databaser": [
                ["Danmarkshistorien", "uvmat.dk/"],
                ["Danmarkshistorien", "webmatematik.dk"],
                ["Danmarkshistorien", "mat1.dk/"],
                ["Danmarkshistorien", "frividen.dk"]
            ],
            "emner": [
                "Funktioner", "Geometri", "Talteori", "Algebra"

            ],
            "underemner": [
                ["Differentialregning", "Differentialligninger", "Økonomi", "Komplekse funktioner", "Integralregning"],
                ["Vektorer", "Det gyldne snit", "Keglesnit", "3D Grafik", "Matematikhistorie"],
                ["Talrækker", "Komplekse tal", "Matematikhistorie"],
                ["Ligninger"]

            ],
            "sso_emner": [
                [
                    ["Funktioner af to variabler", "#db_noshow#Differentialregningens historiske udvikling"],
                    ["Første ordens differentialligninger", "Anden ordens differentialligninger"],
                    ["Omkostningsoptimering"],
                    ["Komplekse tal og komplekse funktioner"],
                    ["Omdrejningslegemer"]
                ],
                [
                    ["Sfærisk geometri", "Rumgeometri"],
                    ["Konstruktion af det gyldne snit", "Det gyldne snit i kunst og arkitektur"],
                    ["#db_noshow#Keglesnit: Historisk udvikling", "#db_noshow#Egenskaber for ellipse, hyperbel og parabel"],
                    ["Perspektivtegning"],
                    ["Græsk matematik"]
                ],
                [
                    ["#db_noshow#Det gyldne snit og Fibboncci Tal", "Uendelige rækker"],
                    ["#db_noshow#Komplekse tal og andengradsligningen", "Komplekse tal og komplekse funktioner"],
                    ["Tallet pi"]
                ],
                [
                    ["#db_noshow#Tredjegradsligninger", "Lineær algebra"]
                ]
            ]
        }, {
            "id": "Mediefag",
            "databaser": [
                ["Danmarkshistorien", "filmcentralen.dk"],
                ["Danmarkshistorien", "emu.dk"],
                ["Danmarkshistorien", "imdb.com"],
                ["Danmarkshistorien", "filmanalysis.yctl.org"],
                ["Danmarkshistorien", "filmcentralen.dk"]
            ],
            "emner": [
                "Spillefilm"

            ],
            "underemner": [
                ["Auteurfilm", "Amerikanske gyserfilm", "Superheltefilm", "Film noir", "Dansk folkekomedie"]

            ],
            "sso_emner": [
                [
                    ["Quentin Tarantino, Reservoir Dogs", "Martin Scorsese, The departed"],
                    ["John Carpenter, Halloween", "Wes Craven, Scream"],
                    ["Joss Whedon, The Avengers"],
                    ["Roy William Neill, Sherlock Holmes - Dressed to kill", "Curtis Hanson, L.A. Confidential"],
                    ["Morten Korch, Flintesønnerne"]
                ]
            ]
        }, {
            "id": "Religion",
            "databaser": [
                ["Danmarkshistorien", "religion.dk"],
                ["Danmarkshistorien", "emu.dk"],
                ["Danmarkshistorien", "http://www.folkekirken.dk/"],
                ["Danmarkshistorien", "worldreligiondatabase.org/"]
            ],
            "emner": [
                "Helligsteder",
                "Overgangsritualer"
            ],
            "underemner": [
                ["Religiøse rum", "Byer", "Natursteder"],
                ["Børneritualer", "Initiationsritualer", "Voksenritualer", "Dødsritualer"]

            ],
            "sso_emner": [
                [
                    ["Kirkers arkitektur og funktion", "#db_noshow#Synagogers arkitektur og funktion", "#db_noshow#Moskeens arkitektur og funktion"],
                    ["Jerusalem", "Rom", "Mekka", "#db_noshow#Pilgrimssteder"],
                    ["Ganges", "Hellige kilder"]
                ],
                [
                    ["Dåb", "Optagelsesritualer", "Navngivningsceremonier"],
                    ["#db_noshow#Konfimation og bar mitzvah", "Totemdyr", "#db_noshow#Førstefangst ritual"],
                    ["Konversion", "Ægteskab", "#db_noshow#Optagelsesritualer for munke og nonner"],
                    ["Begravelse"]

                ]
            ]
        }, {
            "id": "Samfundsfag",
            "databaser": [
                ["His2rie", "baggrund.com/"],
                ["Historienet", "www.cevea.dk/"],
                ["videnskab", "www.faktalink.dk/"],
                ["videnskab", "www.cepos.dk/"],
                ["videnskab", "www.folketinget.dk/"],
                ["videnskab", "www.globalis.dk/"],
                ["videnskab", "www.cevea.dk/"],
                ["Danmarkshistorien", "www.diis.dk/"]
            ],
            "emner": [
                "Økonomi",
                "Politik",
                "Sociologi",
                "EU"
            ],
            "underemner": [
                ["Velfærdsstaten", "Økonomisk politik", "Ulighed", "Finanskrisen", "Samfundsøkonomiske mål", "Globalisering", "Bæredygtighed"],
                ["Aktuel dansk politik", "Ideologier og partier", "Amerikansk politik", "Kommunalpolitik", "Miljøpolitik", "Medier", "Demokrati", "Menneskerettigheder", "Magt"],
                ["Identitsdannelse", "Livsstile", "Modernitetens konsekvenser", "Social arv", "Familie og kærlighed i det senmoderne", "Køn", "Integration og kultur", "Radikalisering", "Kriminalitet", "Medier"],
                ["Gældskrisen", "Integration", "EU og verden", "EU og Danmark", "EUs politiske system", "Integration til EUs udfordringer"]
            ],
            "sso_emner": [
                [
                    ["Fra velfærdsstat til konkurrencestat", "Borgerløn", "Forskellige velfærdsmodeller", "Den danske velfærdsstat i krise", "Den 4. industrielle revolution", "#db_noshow#Disruption og velfærdsstaten", "Velfærdsstaten og John Rawls", "#db_noshow#Ekspertkommissioner og langtidsplanlægning af den Danske velfærdsstat"],
                    ["#db_noshow#Strukturpolitik og skattereformen", "Den danske model", "#db_noshow#Udbudsøkonomi vs. efterspørgselsøkonomi", "Flexicurity", "Velfærd eller velstand", "Konsekvenser af kontanthjælpsloftet"],
                    ["Working poor i Danmark", "Ulighed i samfundet"],
                    ["Finanskrisen og politiske indgreb", "Økonomiske bobler"],
                    ["Bæredygtighed og vækst", "Strukturel arbejdsløshed"],
                    ["Globalisering og ulighed", "Hvorfor globalisering"],
                    ["USAs klimapolitik", "FN og bæredygtighed", "Dansk landbrugspolitik"]
                ],
                [
                    ["Regeringsgrundlaget 2016", "Værdipolitik og integration", "Flygtninge og indvandring", "#db_noshow#Retspolitik og bandekonflikt", "Arbejderbevægelsens udfordringer", "Social politik og hjemløshed", "Fra Venstre til VLAK", "Skattelettelser", "DF som støtteparti", "Bandepakke"],
                    ["Er ideologierne døde?", "Populisme", "Nationalisme i Europa"],
                    ["Obamacare", "Bernie Sanders Amerikanske socialisme", "Trumps valgsejr", "Den amerikanske drøm og social ulighed", "Amerikansk udenrigspolitik", "Amerikansk våbenlovgivning"],
                    ["Kommunalvalget 2017", "#db_noshow#Forskellen på landspolitik og kommunalpolitik?", "Det aktive civilsamfund", "Magt i kommunerne?", "Danmarks Regioner", "Kvinder i kommunal politik", "#db_noshow#Regionale forskelle i politisk smag"],
                    ["Cop15 og Cop21", "Grøn omstilling", "Landbrugets magt", "Grøn BNP"],
                    ["#db_noshow#Hvad kommer efter papiraviserne?", "Debatkultur", "Privatisering af DR", "Politisk spin", "Fake news", "Politiske diskurser"],
                    ["Sociale medier og demokrati", "#db_noshow#Stemmealder", "Deltagelsesdemokrati", "Facebook og demokrati", "Det postfaktuelle demokrati", "#db_noshow#Bobler og den demokratiske udvikling", "#db_noshow#Vælgertyper og vælgeradfærd", "#db_noshow#Deltagelsesdemokrati og konkurrencedemokrati", "#db_noshow#Demokratiforståelser i forskellige lande", "Islam og demokrati ", "Frihedsrettigheder"],
                    ["Er menneskerettigheder universelle?", "Kinas brud på menneskerettigheder", "FN og menneskerettigheder", "Ytringsfrihed og Muhammed-tegningerne", "#db_noshow#IdentitetsdannelseReligionsfrihed og retten til at bære slør"],
                    ["Magtens tredeling", "Mediernes magt", "Embedsmændenes magt"]
                ],
                [
                    ["Sociale medier og identitetsdannelse", "Identitetsdannelse i det senmoderne samfund", "Mediesocialisering"],
                    ["#db_noshow#Vælgersegmenter", "Forbrugskultur"],
                    ["Individualisering", "Hartmut Rosa", "Den flydende modernitet", "#db_noshow#Risikosamfundets påvirkning", "Modernitetens jernbur"],
                    ["Misbrug", "Social arv og uddannelse", "Anerkendelse - Bourdieu", "Hjemløshed", "Fattigdom", "A og B hold og uddannelse"],
                    ["Solomødre", "Dating og parforhold", "Nye familieformer"],
                    ["Maskulinitet", "4. bølge feminisme", "Prostitution", "Sugardating", "#db_noshow#Køn - en biologisk eller socialkonstruktion"],
                    ["#db_noshow#Dansk folkepartis integrationsopfattelser", "Danskhed", "Integration og senmodernitet", "Ærkedansker eller perkerdansker"],
                    ["Radikalisering af unge", "Modkulturer"],
                    ["Bandekonflikt"],
                    ["Analyse af sociale medier"]
                ],
                [
                    ["#db_noshow#Tyskland og Grækenlands gældskrise"],
                    ["Populisme", "EU i flere hastigheder", "EUs fremtid", "Brexit"],
                    ["EU og Nato", "#db_noshow#EUs ydre grænser og flygtningepolitikken", "EUs handelspolitik"],
                    ["De danske forbehold", "EU og den danske velfærdsstat", "Det indre markeds betydning for Danmark", "Social dumping", "Budgetloven"],
                    ["Demokratisk underskud i EU", "Borgerinitiativet", "Menneskerettigheder og EU"],
                    ["Højrepopulisme i Ungarn ", "Højrepopulisme i Polen", "Nationalisme og separatisme i Europa"]
                ]
            ]
        }

    ]
}
